export const NEW_ARRIVALS_COLLECTION_ID =
  "5e7ed709-58cc-42a2-b302-835fa9b39349";

export const genderOptions = [
  { value: "male", label: "男生" },
  { value: "female", label: "女生" },
  { value: "other", label: "其他" },
];
export const announcements = [
  {
    date: "2025.08.15",
    title:
      "AEp Store全新【日本限定新品】代購上架！8/15-8/28 購物滿千送百，限時優惠中",
  },
  {
    date: "2025.08.06",
    title: "商品刊誤公告：部分商品資訊有誤，已全面更正，造成不便敬請見諒",
  },
  {
    date: "2025.08.05",
    title: "【韓國美妝新品】新到貨！AEp Store代購幫你帶回健康美麗好選擇",
  },
  {
    date: "2025.07.31",
    title: "父親節專屬優惠 🎁 精選海外好物限時折扣，送給爸爸最貼心的夏日禮物",
  },
  {
    date: "2025.07.29",
    title:
      "居家生活專區上新！精選日本人氣家具 即日起至 8/13，單筆滿5,000現折500",
  },
  {
    date: "2025.07.25",
    title: "回收公告：部分食品批次保存期限異常，已啟動回收流程",
  },
  {
    date: "2025.07.24",
    title:
      "旅遊必備代購好物上架 ✈️ AEp Store 推出【旅行良伴特輯】，活動期間下單抽限量好禮",
  },
  {
    date: "2025.07.14",
    title: "AEp Store正式進駐蝦皮商城 🎉 歡慶開幕全館85折起",
  },
  {
    date: "2025.07.11",
    title: "安全公告：部分電器商品經檢驗不符規範，全面召回中",
  },
  {
    date: "2025.07.10",
    title:
      "限時快閃！7/10-9/30 AEp Store 推出【海外茶飲專區】，帶你品味台灣在地風味",
  },
  {
    date: "2025.07.07",
    title: "系統公告：因平台升級，部分服務將於 7/28-9/24 暫停，敬請留意",
  },
  {
    date: "2025.07.03",
    title: "夏日代購特輯 🌞 清爽新品、熱銷好物限時優惠，快來選購",
  },
];
